Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 少年自幼痴呆，很小就被爹娘嫌弃，马婆婆就自己带着孙子，少年很不合群，经常一个人爬到屋顶上去看着云彩。
en_us: The young boy had been retarded ever since a young age, and because of this, he had also been disliked and abandoned by his parents from very early on. Thus, it was left to Granny Ma to raise this grandson by herself. The young boy was a big misfit, and he would often climb to the rooftops to gaze at the clouds by himself.

source: 少年自然不清楚这些奥妙玄机，一路脚步轻盈，来到那座乡塾馆舍外，附近竹林郁郁，绿意欲滴。
en_us: He jogged lightly to the private school, and there was a lush and vibrant bamboo forest nearby.

source: 少年至今仍然清晰记得，那个只肯认自己做半个徒弟的老师傅，姓姚，在去年暮秋时分的清晨，被人发现坐在一张小竹椅子上，正对着窑头方向，闭眼了。
en_us: He could still clearly recall that his old master was a man with the surname of Yao, and he had only been willing to accept him as half a disciple. One late autumn morning the previous year, he was discovered to have passed away peacefully while seated on a small bamboo chair, facing the kiln with his eyes closed.

source: 少年艰难挤出一丝笑意，“杨掌柜，求你了。”
en_us: "Please, Shopkeeper Yang, I'm begging you," Chen Ping'an implored as he forced a smile onto his own face.

source: 少年苦涩道：“尽力了。”
en_us: "We'll see. I've done everything I can," Chen Ping'an replied with a wry smile.

source: 少年觉得这把压衣刀，和它的主人，好像恰恰相反。
en_us: Chen Ping'an felt like this skirt dagger was the complete opposite of its owner.

source: 少年言语带着哭腔，眼神带着刻骨的恨意。
en_us: There was a sobbing tone in his voice, and there was more so an intense look hatred in his eyes.

source: 少年认真道：“听不懂，但是大多记得住。”
en_us: "I didn't, but I still remember most of what you said," Chen Ping'an replied with an earnest expression.

source: 少年认真问道：“先生，我现在还能活下去吗？如果能，那么我还能活多久？”
en_us: He asked with a serious expression, "Mr. Qi, am I still able to live? If I can, how much longer can I live for?"

source: 少年讥笑道：“只不过凭什么？”
en_us: The young boy sneered and continued, "However, why should I listen to you?"

source: 少年讶异不解。
en_us: Gao Zhen was very surprised to hear this.

source: 少年语重心长道：“有一位圣贤曾经说过，愿意把陌生人的些许善意，视为珍稀的瑰宝，却把身边亲近人的全部付出，当做天经地义的事情，对其视而不见，这是不对的。”
en_us: The young boy's voice was meaningful as he said, "A Sage once said that some people treat a stranger's small act of kindness as something to be treasured, yet they treat their friends and family's sacrifices as something that can be taken for granted, not showing them any gratitude at all. This kind of attitude isn't right."

source: 少年读书郎使劲点头，“与先生赠送的那枚印章一起放好了。”
en_us: Zhao Yao nodded firmly in response. "I've put it in a safe place along with the seal that you gifted me."

source: 少年读书郎早已偷偷转头，小心翼翼望着远处的少女。
en_us: At this point, Zhao Yao had already turned around and was carefully observing the young woman from afar.

source: 少年赵繇就好像骤然间听到一声春雷的蛰虫，猛然间停下脚步，眼神直直呆呆。
en_us: All of a sudden, Zhao Yao abruptly stopped cold in his tracks as if he had been struck by lightning, and a dazed look appeared in his eyes as he gawked directly forward.

source: 少年赵繇，既是学塾弟子、又是先生书童，顺着视线抬头望去，毫不犹豫道：“我们儒家以仁字立教，匾额四字，取自‘当仁，不让于师’，意思是说我们读书人应该尊师重道，但是在仁义道德之前，不必谦让。”
en_us: Zhao Yao was both a student of his at the private school, as well as his scholarly attendant, and the boy also raised his head to look at the plaque as he replied without any hesitation, "According to the teachings of Confucius, scholars like ourselves should respect our teachers and uphold a stellar code of morals and ethics, but when it comes to our pursuit of the truth and what is right, we should be firm and resolute in our beliefs, even if means going against our teachers. This is what is expected of all of us, and in living by these doctrines, we are considered to be doing our part."

source: 少年赶紧停下脚步，转过身，满脸肃穆。
en_us: Chen Ping'an immediately stopped and turned to Song Changjing with a serious expression.

source: 少年赶紧抬起另外一只手，不过仍是疑惑不解。
en_us: Chen Ping'an hurriedly lifted his other hand as well, but he was still quite confused.

source: 少年赶紧深呼吸一口气，收敛起异样情绪，双手轻轻松开少女的腿窝，转头笑道：“这是我去年秋天临时搭的一个小屋，以前经常带着顾粲来这里玩，他嚷嚷着要折腾，就用柴刀砍了一些树枝搭了个架子，再用树叶草叶盖上去，还挺牢，去年冬天那么大的两场雪，也没压塌。”
en_us: He hurriedly took a deep breath and calmed himself down. He then gently released his grip on Ning Yao's legs to let her down before turning around with and saying with a smile, "This is a temporary hut that I built last autumn. I used to always bring Gu Can here to play, and he would always nag me to build something fun for him. So I collected some branches and built a frame, then I grabbed some leaves and grass to place on top of it. It's fairly sturdy, and it didn't collapse even after two bouts of heavy snow last winter."

source: 少年赶紧跑向正堂后门，老人笑骂道：“带上伞！你现在这身子骨，经得起这风吹雨打？”
en_us: Chen Ping'an hurriedly ran to the back door of the main hall. "Bring the umbrella with you!" the old man scolded with a smile. "With the condition you're in right now, can you still endure such lashing rain and wind?"

source: 少年起身后，去帮着推车，好奇问道：“不是说好三件事吗”
en_us: Chen Ping'an rose up from his haunches to help the Daoist priest push the cart, and at the same time, he asked with a curious expression, "Didn't you say there were three things that you were going to tell me?"

source: 少年起身离开屋子，走到门槛那边，突然转过身，对阮家父女和老掌柜，向一直忙到现在的三人，鞠躬致谢。
en_us: After that, he stood up to leave the room, but upon arriving at the doorstep, he suddenly turned and extended a grateful bow toward Master Ruan, Ruan Xiu, and Shopkeeper Yang, all of whom had been busy trying to save Liu Xianyang up to this point.

source: 少年起身走向真武山男子，低声问道：“那人是谁？”
en_us: He stood up and walked to the swordsman from True Martial Mountain, asking in a low voice, "Who's that person?"

source: 少年跑出去很远后，鬼使神差地转头回望。
en_us: After a while, he was struck by the urge to turn back for some reason, even though he was already very far away from the school.

source: 少年跑着离开青石板街面的桃叶巷。
en_us: The young boy left the bluestone slabs of Peach Leaf Alley behind him.

source: 少年跨过门槛。
en_us: After stepping out of the room, Chen Ping'an paused momentarily under the bright sunlight, then strode directly forward.

source: 少年蹲下身，双手抱着头，这次没有挠头。
en_us: He sank down to his haunches with his hands clasped over his own head.

source: 少年蹲在墙角，安安静静等待药汤的出炉，这一罐子药，很古怪，没有别的用处，就是能止痛，曾经龙窑窑口有个汉子，患了一种怪病，在床上熬了大半天，半死不活不说，关键是整个人痛苦得整张脸和四肢都扭曲了，后来杨家铺子就给出这么一副方子，最后那个汉子很快就死了，但是走得并不痛苦，甚至有力气坐起身，交代遗言后，还姚老头的搀扶下，去看了最后一眼窑口。
en_us: Chen Ping'an squatted down in a corner of the room, patiently waiting for the medicine to finish brewing. He was brewing a very strange medicine that had no purpose other than to numb pain. There was once a man at the kiln who had fallen ill with a rather peculiar condition, and not only was he in excruciating pain for almost an entire day, the pain was so severe that his entire face and all of his limbs had become twisted. After that, the Yang Family's medicine shop provided this recipe, and after drinking the medicine, the man passed away very soon thereafter, but he did so in a completely painless manner. In fact, he even had the energy to sit up and deliver some final words, then took one final look at the kiln with Old Man Yao physically supporting him.

source: 少年蹲在药罐旁，仔细盯着火候，双手叠放在膝盖上，下巴又搁在手臂上。
en_us: Chen Ping'an squatted in front of the pot and carefully observed the flames. His arms were crossed on top of his knees, and his chin was resting on his forearm.

source: 少年蹲在远处，吐出嘴里嚼烂的狗尾巴草，摇头小声道：“拳架不行，纰漏也多，练再多，也练不出花头来。”
en_us: Squatting down as he watched Chen Ping'an disappear into the distance, Ma Kuxuan spat out the grass stalk in his mouth before shaking his head and saying in a soft voice, "Your stance is poor, and your number of mistakes is also great. No matter how much you practice, you're still not going to reach any great height."

source: 少年身体紧绷，小心翼翼问道：“齐先生，刘羡阳是不是不会死了？”
en_us: Chen Ping'an immediately became tense, and he carefully asked, "Mr. Qi, are you saying that Liu Xianyang won't die?"

source: 少年身影很快消失，汉子抬头看了眼蔚蓝色的澄净天空，就像一层漂亮的釉色。
en_us: The young boy's figure quickly disappeared into the distance. The gatekeeper glanced up at the clear sky, and it was as if it were covered by a beautiful glaze.

source: 少年身背箭囊，手持一张拉满的木弓，箭尖直指老猿的一颗眼珠。
en_us: He had a quiver on his back, and he was drawing a wooden bow with both hands, with the tip of the arrow aimed directly at one of Bai Yuan's eyes.

source: 少年身轻如燕，身影没入小巷。
en_us: The young boy was as quick and nimble as a swallow as he disappeared down the alley.

source: 少年转头望去，给妇人指了指嘴角位置。
en_us: When he turned around, Chen Ping'an had pointed to the corner of the woman's mouth.

source: 少年转头问道：“宁姑娘，知道那些人的来历吗？”
en_us: He then turned around and asked, "Ning Yao, do you know about their backgrounds?"

source: 少年轻声道：“所以是我害死了我奶奶，对吧？”
en_us: "So I was the one who caused my grandma to die... Is that what you're saying?" Ma Kuxuan asked softly.

source: 少年这一刻突然像是鬼迷心窍，大声脱口而出道：“她很香啊！”
en_us: In that instant, something inexplicable seemed to have come over Zhao Yao, and he loudly exclaimed, "She smells really good!"

source: 少年这一次没有反驳，点头笑道：“钱是很重要，很重要很重要。”
en_us: The young boy didn't rebut her. Instead, he nodded and said with a smile, "Money is indeed very important. Very, very important."

source: 少年连忙起身，先从桌边拿了条凳子放在床边，然后快步跑去一处墙角落，那边搭了一个小木架，整齐放着锅碗瓢盆，木架旁边，有一只覆以木板遮挡蚊蝇的小水缸，水缸装满从杏花巷铁锁井那边打来的井水，少年拿了只木盆和葫芦瓢，蹲在水缸旁，从陶缸里勺出清水快速倒入木盆，然后将一块干净棉布搭在盆沿上，端到床边放在凳子上，开始帮摘去帷帽的少女擦拭血污。
en_us: He then rushed over to a corner of the room, where there was a small wooden shelf that held all of his pots and pans. Beside the wooden shelf was a small water vat, which was covered by a wooden board to keep out the flies and mosquitoes. The vat was filled with water that had just been drawn from the Iron Lock Well, and Chen Ping'an picked up a wooden tub and a gourd spoon before squatting down beside the water vat, quickly scooping water into the tub using the gourd spoon. After that, he draped a clean cotton cloth onto the edge of the tub, then carried it over to stool by the side of the bed before wiping away the blood on the young woman's face.

source: 少年逐渐加重脚底板的力道，把女子脑袋那侧缓缓压入泥泞当中，“知道我最恨你们什么吗？是造孽之后，还能这么不当回事！半点愧疚也没有，半点也没有啊……”
en_us: Ma Kuxuan put more weight on his foot, causing the young woman's head to slowly sink into the muddy ground. "Do you know what I detest most about you people? It's that you people can still remain so dismissive after committing a sin! You people don't feel a shred of guilt or remorse at all, not a single shred..."

source: 少年郑重其事地接过那张符纸，小心翼翼珍藏起来后，没有忘记把五枚铜钱放在桌案上，鞠躬致谢。
en_us: Chen Ping'an accepted the talisman with a solemn expression, then carefully stowed it away as if it were a priceless treasure. He then placed five copper coins down onto the table before bowing in gratitude.

source: 少年重新恢复惫懒的神态，显而易见，对于奶奶的那一大箱子破烂，马苦玄并无兴趣。
en_us: Ma Kuxuan wore an exhausted expression at this moment, and it was clear that he was completely uninterested in his grandma's large box of trinkets.

source: 少年问道：“是姚师傅的那个姚字吗？”
en_us: "Is this the same Yao as Master Yao?" the young boy asked.

source: 少年陈平安的确没见过世面，但不等于看不懂脸色。
en_us: Chen Ping'an didn't have much life experience, but he wasn't so clueless that he couldn't read faces.

source: 少年震惊道：“先生？”
en_us: "What do you mean, Sir?" Zhao Yao asked with a stunned expression.

source: 少年顿时笑容灿烂，天经地义道：“我可不怕吃苦！”
en_us: A beaming smile spread across the young boy's face, and he said as a matter-of-fact, "I'm not afraid of hardship!"

source: 少年飞跃溪水的时候，就像头经常盘旋在小镇天空的捕蛇鹰。
en_us: While leaping over the creek, he resembled the eagles that often circled around in the sky above the town.

source: 少年马苦玄伸手放在老妇人皮包骨头的干枯手背上。
en_us: Ma Kuxuan reached over and placed a hand on his grandma's dry and bony hand.

source: 少年马苦玄蹲在门外台阶上，看到这尊金甲神人后，满脸希冀神色，真武山兵家修士问道：“如何？”
en_us: Ma Kuxuan was squatting outside the door, and after seeing the deity return, a hopeful expression spread across his face. "How is it?" the martial artist from True Martial Mountain asked.

source: 少年马苦玄轻声笑着，“人鬼殊途，神仙有别。大道朝天，各走一边。”
en_us: "Humans and ghosts walk two different worlds, just as gods and immortals walk two different realms. On one side is the Great Dao, and on the other side is heaven and earth."

source: 少年骤然翻脸，一巴掌拍在桌面上，“姓苻的，滚你大爷！当小爷是好糊弄的三岁稚童？！你们进入小镇之前，会有三袋铜钱，除去一袋子买路钱，之后每得手一份宝贝，无论大小，照理要送出一袋。一袋子铜钱，多则三十枚，少则二十枚，可你这只干瘪瘪的钱袋子，里头有没有十二枚？!做买卖，连这点诚信也不讲，也敢从小爷手里换机缘？”
en_us: Song Jixin instantly flared up with rage upon hearing this, slamming a palm down onto the table as he launched into a furious tirade. "Do you take me for an idiot? Do I look like a stupid child that you can just swindle as you please? Before coming into the town, each of you had three pouches of copper coins, one of which is given to the gatekeeper, so it stands to reason that the other two pouches are to be exchanged for the two treasures that each of you is permitted to take from this place. Each pouch is supposed to contain no fewer than 20 copper coins, yet look at this flat pouch of yours! Are there even 12 copper coins in there? How dare you speak of sincerity when you're clearly trying to commit daylight robbery!"

source: 少年默不作声。
en_us: Chen Ping'an offered no response to this.

source: 少年默不作声，始终手握杀人凶器，那是一片破碎瓷片，略小于他的手心，露出拳头的部分，极为锋利，少年满手鲜血淋漓，不知是蔡金简的鲜血，还是瓷器刺破手心的结果，滴落在小巷地面上。苻南华在确定四周再无他人后，既觉得荒诞不经，又觉得如释重负。最后他便将视线投在蔡金简那具娇躯上，哪怕这种落魄场景，依然无损她的天生丽质，婀娜多姿，丰满的胸脯微微起伏，猩红血液不断从脖颈和嘴巴中涌出，生机即将彻底断绝，但是经过气机反复淬炼的强健体魄，使得她承受的痛苦，也会比常人更加沉重和漫长。
en_us: Chen Ping'an remained silent as he continued to hold onto the murder weapon, which was a porcelain shard that was slightly smaller than the palm of his hand. The exposed tip of the porcelain shard was extremely sharp, and his hand was covered in blood. It was unclear whether the blood belonged to Cai Jinjian, or was the result of the porcelain shard piercing into the palm of his hand. After looking around to ensure that there was no one else nearby, Fu Nanhua was struck by a sense of absurdity, but at the same time, he also felt as if a heavy load had been lifted off his shoulders. In the end, his gaze fell upon Cai Jinjian. Even in her terrible condition, her natural beauty was still very apparent. Her voluptuous chest was rising and falling ever so slightly, while blood was gushing incessantly out of her neck and mouth. Her life was about to come to an end, but due to how resilient her body was from her years of cultivation, she was going to suffer a more painful and prolonged death than the average person would in her condition.

source: 少年默然离去。
en_us: Chen Ping'an departed in silence.

source: 尤其是他那个孙子，虽然在外人眼中一直是个傻子，可最近就连她这个奶奶，也觉得这孩子真真正正是失心疯了，一天到晚都说些胡话，总说以后要把这个泥瓶巷的婢女，娶回家当媳妇，然后要把这老天一拳打出个窟窿来。
en_us: This was especially the case with her grandson. Even though others viewed him as a retard, even his grandmother had recently felt like he had truly lost his mind. He was always speaking gibberish, and for the past while, he was always saying that he would take this maidservant from Clay Vase Alley home and have her become his wife. He would then smash a hole in the heavens.

source: 尤其是当换成她来抡捶之后，势大力沉，动作迅猛，甚至比起经验老道的汉子，还要更加狂野不羁。
en_us: This was especially the case after she started to swing the hammer. Her movements were large and powerful, and her strikes more more so quick and ferocious. In fact, she appeared even wilder and more unrestrained than the experienced man.

source: 尤其是当草鞋少年不再是少年之时。
en_us: This would be especially true when the young boy in straw sandals was no longer a young boy.

source: 尤其是春雨过后，泥泞地滑，加上时不时就需要跨越溪涧石崖，陈松风口干舌燥，汗如雨下。
en_us: This was especially the case after a spring drizzle, when the earth would be soft and muddy. Add to the fact that they needed to cross the occasional stream and cliff, and this made Chen Songfeng pour with sweat and feel extremely parched.

source: 就像从山洪暴发的小溪，变成了春秋枯水的溪水。
en_us: This was much like a thunderous waterfall transforming into a small and peaceful creek.

source: 就像姚老头喝酒喝高了，说我们烧出的瓷器，是给皇帝老爷用的，谁能比？
en_us: This was similar to when Old Man Yao would get drunk and boast about how their chinaware was made for the emperor, so who could compare to them?

source: 就像杨老头当年答应自己给杨家铺子上山采药，然后低价购买的同时，药铺里许多草药也低价卖给陈平安。看似公平，其实陈平安心知肚明，这就是最实实在在的帮忙。
en_us: This was just like how Old Man Yang had agreed to let him enter the mountains and pick medicinal herbs for the Yang Family's medicine shop's in the past. They would buy the medicinal herbs at a low price, yet they would also sell many of the pharmacy's medicinal herbs to him at a low price as well. This looked like a fair transaction, but Chen Ping'an was very aware that he was the one being helped.

source: 就像桃叶巷那边的雨后桃花，霁色茏葱。
en_us: This was just like the lush and verdant peach blossoms after a period of rain in Peach Leaf Alley.

source: 就在孩子的两条鼻涕虫快要挂到嘴边，耐心耗尽的前一刻。
en_us: Right as the lines of snot flowing out of the child's nostrils were about to reach his lips, and he was about to run out of patience, a stream of water that was as thick as a finger poured out of the bowl before silently flowing into the well.

source: 就在此时，一个头发乱糟糟的中年汉子猛然打开门，对着陈平安骂骂咧咧道：“小王八蛋，是不是掉钱眼里了？这么早就来催命叫魂，你赶着投胎去见你死鬼爹娘啊？！”
en_us: Right at this moment, a middle-aged man with a head of disheveled hair abruptly opened the gate, then erupted into a loud tirade directed at Chen Ping'an. "How desperate for money are you, you little bastard? Who in their right mind would come here at such an ungodly hour? Are you rushing off to reunite with your dead parents?!"

source: 就在此时，一只小巧玲珑的黄雀，从高空飞扑到桌面上，轻啄了一下某颗铜钱，很快便没了兴致，振翅远去。
en_us: Right at this moment, a small oriole flew down from the sky onto the table, gently pecking one of the copper coins before quickly losing interest and flying away again.

source: 就在此时，一道修长身形出现在两个少年之间。
en_us: Right at this moment, a tall figure appeared between Chen Ping'an and Ma Kuxuan.

source: 就在此时，有一个熟悉嗓音火急火燎地响起，愈来愈近：“宁姑娘，傻乎乎站着干嘛？！跑啊！我又没死，那是我脱下来的一件衣服！老畜生脑子不好使，你咋也傻了？”
en_us: Right at this moment, a familiar and extremely worried voice suddenly rang out, drawing closer and closer to Ning Yao. "Ning Yao, why are you stupidly standing there?! Run! I'm not dead! That was just a shirt that I took off! That old beast is stupid, but why have you gone stupid as well?"

source: 就在此时，说书先生正说道：“世上虽已无真龙，龙之从属，如蛟、虬、螭等等，仍是真真正正、实实在在活在人世间，说不定就……”
en_us: Right at this moment, the storyteller declared, "There are no longer any true dragons left in the world, but dragonkin such as flood dragons, drakes, and hornless dragons. They truly exist among us in this world, and perhaps..."

source: 就在此时，远处有人无奈喊道：“灞桥，崔先生让你赶紧回去。”
en_us: Right at this moment, someone called out to Liu Baqiao in the distance. "Baqiao, Mr. Cui is asking you to go back right away."

source: 就在此时，道人眼前一亮，赶紧闭上眼睛，朗声道：“池塘盈满蛙声乱，刺人肚肠是人心。此处功名水上萍，只宜风动四方行！”
en_us: Right at this moment, his eyes suddenly lit up, and he hurriedly closed his eyes as he recited, "One often blames external distractions for spoiling their peace, but the true distraction comes from within. Achievements are nothing more than lilypads on water, going whichever way the wind blows."

source: 就在此时，门槛那边的少年哈哈笑道：“叔叔！算了。欺负一个娘们，传出去有损你的名声。”
en_us: Right at this moment, Song Jixin smiled as he said, "Leave her be, Uncle. Your reputation will be tarnished if word spreads that you're going around killing helpless women."

source: 就要死了吗？
en_us: Am I about to die? Am I going to be killed by this piece of scum, just like that idiot, Cai Jinjian? Once word of this gets back to the Old Dragon City, will I become the laughingstock of the entire city? Will that be my legacy? qwehtiwqehtoiewhoihwoiehtiwhethowqiethiewqhtioewhtoihewohtoewhtihioewhtt

source: 就连饱经沧桑的老猿也看得有些发愣，眼前那一幕，古怪而滑稽。
en_us: Even Bai Yuan, who had seen many things and experienced many battles, faltered upon seeing this. This was a strange and slightly farcical sight.

source: 尴尬的少年悻悻然缩回手，挠挠头，往泥瓶巷走去，时不时抬头望去。
en_us: Chen Ping'an sheepishly withdrew his hand, then scratched his head in an awkward manner before continuing on his way back to Clay Vase Alley, occasionally looking up at the sky along the way.

source: 屋内妇人顾氏跪在地上，探入床底去搬箱子，箱子不大却很沉，有些费劲，搬得她气喘吁吁。
en_us: Inside the house, the woman was kneeling on the floor and dragging the box out from under the bed. The box wasn't large, yet it was extremely heavy. Thus, it was hard work to pull out, and the woman couldn't help but pant in exertion.

source: 屋内很快灯光亮起，黑衣少女给陈平安打开院门。
en_us: A light quickly lit up in the house, and the young woman in black walked over to open the door for Chen Ping'an.

source: 屋内黑衣少女突然转头说道：“你知不知道自己是一个天生的剑胚子？买瓷人之所以在你九岁的时候，没有带你出去，应该是想让你在这里汲取更多的灵气。这个选择，是对的。所以你在阮师傅那边，一定要抓住机会，让他收你为徒，记住，最少是入室弟子，最好是嫡传门生。至于关门弟子，不用奢望，你的根骨天资，还没有好到那个夸张地步的份上。”
en_us: The young woman in black suddenly turned around, saying, "Do you know that you have natural aptitude for swordsmanship? The porcelain buyers most likely didn't take you out of the small town when you were nine because they wanted you to absorb more of the spiritual energy of this place. They made the correct decision. So, when you're working with Master Ruan, you definitely have to seize the opportunity to become his disciple. Remember, you have to at least become an in-house disciple, and it's best if you can become a direct disciple. As for anything greater than that, there's no need for you to dream so far. Your physique and aptitude still haven't reached such a phenomenal level yet."

source: 屋内，对着房门拳打脚踢许久的孩子，站在一条凳子上，趴在窗口，苦着脸乞求道：“娘亲，放我出去好不好，我保证你的听话！”
en_us: Inside the house, Gu Can had been punching and kicking the door for quite some time, and he got up onto a stool so that he could look out the window, putting on a pitiable expression as he implored, "Mother, please let me come out. I promise I'll be obedient."

source: 屋脊上少年很快身影消逝不见，像一只轻盈的飞鸟，出笼的捕蛇鹰。
en_us: Soon, Chen Ping'an had completely vanished into the night like a snake hunting hawk that had been released from its cage.

source: 屋门吱呀一声轻轻打开，脸色微白的草鞋少年蹑手蹑脚跨过门槛，转身轻轻关上木门。
en_us: The door creaked as it was carefully opened, and a young boy in straw sandals carried a pale expression as he quietly tiptoed inside. He then turned around and lightly shut the door.

source: 屋顶上那名婢女没有第一时间跳入院中，而是高声喊道，“有刺客！”
en_us: Meanwhile, the maidservant on the rooftop didn't immediately jump back down into the courtyard. Instead, she yelled, "There's an assassin here!"

source: 山下世俗市井当中，兴许此情可以感人肺腑，可以让痴男怨女不惜生死相许，但是在山上修行，要复杂得多。
en_us: In the mortal world, the love between a man and a woman could perhaps move one to tears. Perhaps such feeling of love could also spur a man or woman to sacrifice themself for their lover. For cultivators, however, things would be far more complicated.

source: 山林之中，一旦陈平安选择抛弃祖祖辈辈踩踏而出的小路，去“慌不择路”，那么它们必然会成为累赘。
en_us: Once he entered the forest, if he were to abandon the beaten paths and stray into the undergrowth, then those things were definitely going to become a hindrance to him.

source: 山脚，陈平安和宁姚一人坐在背篓一边，背对而坐，宁姚问道：“之前有段路程，你为何故意要绕远路？”
en_us: At the foot of the mountain, Chen Ping'an and Ning Yao were seated with their backs facing one another on either side of the basket, and Ning Yao asked, "Why did you intentionally take a longer route on the way here?"

source: 山路难行。
en_us: Mountain paths were difficult to traverse.

source: 山路难行，若是不依循旧有道路，更是极其艰辛，这一点陈平安比谁都清楚。
en_us: The mountain was very difficult to scale unless one followed a beaten path, and Chen Ping'an knew this better than anyone, having already scaled these mountains countless times in his life.

source: 岸上，陈平安正在进行一个时辰的走桩，在返回途中，练习完毕，正在舒展放松筋骨，陈平安突然看到阮师傅从溪边走上岸，犹豫了一下，放缓脚步，不去碰钉子。不知为何，陈平安总觉得阮师傅对自己印象算不上好，看待自己的眼神，跟姚老头有点像，透着股嫌弃。
en_us: Meanwhile, Chen Ping'an was on the way back from his two-hour long session of walking meditation. He had just completed the session and was in the process of performing some stretches when he suddenly spotted Master Ruan making his way up to the bank from the creek. After a brief hesitation, he slowed down slightly, keeping his distance from Master Ruan. He didn't know why, but he could sense that Master Ruan wasn't very fond of him, and the way that Master Ruan looked at him reminded him of the way that Old Man Yao used to look at him.

source: 岸边的女孩，突然使劲揉了揉眼睛。
en_us: All of a sudden, the little girl rubbed her own eyes in surprise.
